<?php
// Heading
$_['heading_title']  = 'Уведомить о наличии';
$_['mail_title'] 	= 'Уведомление о наличии!';
$_['admin_mail_title'] = 'Пришла новая заявка на уведомление';


// Text 
$_['success']   = 'Ваш запрос принят. Проверьте свой почтовый ящик.';
$_['button_send']   = 'Отправить';
$_['mail_notify']  = 'Спасибо за заявку. Мы обязательно сообщим вам, как только товар появится в наличии!';
$_['admin_mail_notify'] = 'Вы получили новую заявку на уведомление о наличии.';
$_['text_product'] = 'Товар:';
$_['product_page'] = 'Товар на сайте ';
$_['text_price'] = 'Стоимость:';
$_['text_mail_send'] = 'Вы заказали уведомление по товару:';
$_['admin_mail_title_subject'] = 'Новое уведомление о наличии!';

$_['info_product'] = 'Страница товара:';
// Entry Fields
$_['entry_product']     = 'Товар:';
$_['entry_name'] = 'Ваше имя:';
$_['entry_price'] 	= 'Стоимость';
$_['entry_mail']    = 'E-Mail:';
$_['entry_enquiry']  = 'Дополнительная информация:';

// Email
$_['email_subject']  = '%s, запрос на уведомление принят!';

// Errors
$_['error'] = "Ошибка запроса! Попробуйте позже!";
$_['error_name'] = 'Имя должно быть от 3 до 32 символов!';
$_['error_email'] = 'E-mail адрес введен неверно!';
$_['error_product'] = 'Неправильное наименования товара!';
$_['error_price'] = 'Неправильная цена!';
$_['error_captcha'] = 'Проверочный код не совпадает с изображением!';
?>
